"New chat with ${applicationName}" = "Νέα συνομιλία με την εφαρμογή ${applicationName}";

"Start a new conversation with ${applicationName}" = "Νέα συζήτηση με την εφαρμογή ${applicationName}";

"Talk to ${applicationName}" = "Συζήτηση με την εφαρμογή ${applicationName}";

"Start a new chat with ${applicationName}" = "Έναρξη νέας συνομιλίας με την εφαρμογή ${applicationName}";

"Start a new conversation with ${applicationName} using ${model}" = "Νέα συζήτηση με την εφαρμογή ${applicationName} με χρήση του ${model}";

"Tell ${applicationName}" = "Πες ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "Έναρξη νέας συνομιλίας με την εφαρμογή ${applicationName} με χρήση του ${model}";

"New conversation with ${applicationName} using ${model}" = "Νέα συζήτηση με την εφαρμογή ${applicationName} με χρήση του ${model}";

"New conversation with ${applicationName}" = "Νέα συζήτηση με την εφαρμογή ${applicationName}";

"New chat with ${applicationName} using ${model}" = "Νέα συνομιλία με την εφαρμογή ${applicationName} με χρήση του ${model}";

"Query ${applicationName}" = "Ερώτημα στην εφαρμογή ${applicationName}";

"Send a question to ${applicationName}" = "Αποστολή ερωτήματος στην εφαρμογή ${applicationName}";

"Start voice conversation with ${applicationName}" = "Νέα φωνητική συζήτηση με την εφαρμογή ${applicationName}";

"Ask ${applicationName}" = "Ρώτησε την εφαρμογή ${applicationName}";

